const fs = require('fs')

global.namabot = "Bot Store"
global.namaowner = "ᴹᴿ᭄ 𝙹𝙷𝙴𝙽𝚉𝚃𝚈 𝚂𝚃𝙾𝚁𝙴 ×፝֟͜×"
global.footer_text = "© ᴹᴿ᭄ 𝙹𝙷𝙴𝙽𝚉𝚃𝚈 𝚂𝚃𝙾𝚁𝙴 ×፝֟͜×" + namabot
global.pp_bot = fs.readFileSync("./image/foto.jpg")
global.qris = fs.readFileSync("./image/qris.jpg")
global.owner = ['6285694699522','628710908421']
global.sessionName = 'session'
global.prefa = ['-_-']
global.caption_pay = `𖥔ׁ ׅ🦋𖥻 ▸ 𝙙𝙖𝙣𝙖 : 085694699522
𖥔ׁ ׅ🦋𖥻 ▸ 𝙜𝙤𝙥𝙖𝙮 : 085694699522
𖥔ׁ ׅ🦋𖥻 ▸ 𝙤𝙫𝙤 : 085694699522
𖥔ׁ ׅ🦋𖥻 ▸ 𝙨𝙝𝙤𝙥𝙚𝙥𝙖𝙮 : 085694699522
𖥔ׁ ׅ🦋𖥻 ▸ 𝙡𝙞𝙣𝙠 𝙖𝙟𝙖 : 085694699522
𖥔ׁ ׅ🦋𖥻 ▸ 𝙛𝙡𝙞𝙥 : 901492337560
𖥔ׁ ׅ🦋𖥻 ▸ 𝗤𝗿𝗶𝘀 / 𝗕𝗖𝗔 𝗯𝗶𝘀𝗮 𝗺𝗶𝗻𝘁𝗮 𝗮𝗷𝗮 𝘆𝗮
────  ┈ ‌ ׄ ✧ ֵ  ‌┈  ────
☎️   ۫ ׅ  ‌  𝐍𝐨 𝐫𝐞𝐟𝐟 𝐤𝐞𝐜 𝐤𝐬𝐚𝐥𝐚𝐡𝐚𝐧 𝐚𝐝𝐦𝐢𝐧 𝐲𝐚 𝐩𝐚𝐬𝐭𝐢𝐤𝐚𝐧 𝐬𝐮𝐝𝐚𝐡 𝐧𝐠𝐞𝐫𝐭𝐢 & 𝐛𝐞𝐧𝐚𝐫, 𝐉𝐚𝐧𝐠𝐚𝐧 𝐥𝐮𝐩𝐚𝐤𝐚𝐧 𝐛𝐮𝐤𝐭𝐢 𝐬𝐜𝐫𝐞𝐞𝐧𝐬𝐡𝐨𝐭 𝐲𝐚
☎️   ۫ ׅ  ‌  𝐛𝐢𝐥𝐚 𝐩𝐚𝐲𝐦𝐞𝐧𝐭 𝐯𝐢𝐚 𝐭𝐨𝐩𝐮𝐩 𝐛𝐚𝐧𝐤, 𝐡𝐚𝐫𝐚𝐩 𝐋𝐄𝐁𝐈𝐇𝐊𝐀𝐍 𝟏𝐤, 𝐤𝐚𝐫𝐞𝐧𝐚 𝐬𝐚𝐥𝐝𝐨 𝐲𝐚𝐧𝐠 𝐦𝐚𝐬𝐮𝐤 𝐤𝐞 𝐚𝐤𝐮𝐧 𝐝𝐢 𝐭𝐨𝐩𝐮𝐩 𝐭𝐞𝐫𝐩𝐨𝐭𝐨𝐧𝐠 𝐬𝐞𝐜𝐚𝐫𝐚 𝐨𝐭𝐨𝐦𝐚𝐭𝐢𝐬 𝐨𝐥𝐞𝐡 𝐛𝐚𝐧𝐤 𝐭𝐬𝐛. 𝐭𝐝𝐤 𝐦𝐞𝐧𝐚𝐦𝐛𝐚𝐡 𝟏𝐤 𝐭𝐝𝐤 𝐝𝐢 𝐩𝐫𝐨𝐬𝐞𝐬 𝐚𝐝𝐦 / 𝐡𝐚𝐫𝐚𝐩 𝐝 𝐭𝐚𝐦𝐛𝐚𝐡
`
//menu bot rapihin sendiri ya, belajar lah jadi anak mandiri.
module.exports.helpMenu = (pushname) =>{
  return `HALOO ${pushname} KAKK 👋🏻
👤 Creator : ${global.namaowner}
🤖 Bot Name : ${global.namabot}

•[ FITUR BOT ]•

𝐒𝐓𝐎𝐑𝐄 𝐌𝐄𝐍𝐔
◪ .𝑙𝑖𝑠𝑡
◪ .𝑎𝑑𝑑𝑙𝑖𝑠𝑡
◪ .𝑢𝑝𝑑𝑎𝑡𝑒𝑙𝑖𝑠𝑡
◪ .𝑟𝑒𝑛𝑎𝑚𝑒𝑙𝑖𝑠𝑡
◪ .𝑑𝑒𝑙𝑙𝑖𝑠𝑡
◪ .𝑝𝑎𝑦
◪ .𝑠𝑒𝑡𝑝𝑎𝑦
◪ .𝑗𝑒𝑑𝑎
◪ .𝑡𝑎𝑚𝑏𝑎ℎ
◪ .𝑘𝑢𝑟𝑎𝑛𝑔
◪ .𝑘𝑎𝑙𝑖
◪ .𝑏𝑎𝑔𝑖

CEK NAME MENU
• .𝑓𝑓𝑖𝑑
• .𝑚𝑙𝑖𝑑

PROSES/DONE MENU
⸙ .𝑝𝑟𝑜𝑠𝑒𝑠
⸙ .𝑑𝑜𝑛𝑒
⸙ .𝑠𝑒𝑡𝑝𝑟𝑜𝑠𝑒𝑠
⸙ .𝑐ℎ𝑎𝑛𝑔𝑒𝑝𝑟𝑜𝑠𝑒𝑠
⸙ .𝑑𝑒𝑙𝑠𝑒𝑡𝑝𝑟𝑜𝑠𝑒𝑠
⸙ .𝑠𝑒𝑡𝑑𝑜𝑛𝑒
⸙ .𝑐𝑎𝑛𝑔𝑒𝑑𝑜𝑛𝑒
⸙ .𝑑𝑒𝑙𝑠𝑒𝑡𝑑𝑜𝑛𝑒

SETBOT MENU
❒ .𝑏𝑜𝑡
❒ .𝑠𝑒𝑡𝑏𝑜𝑡
❒ .𝑢𝑝𝑑𝑎𝑡𝑒𝑠𝑒𝑡𝑏𝑜𝑡
❒ .𝑑𝑒𝑙𝑠𝑒𝑡𝑏𝑜𝑡

GROUP MENU
✧ .𝑤𝑒𝑙𝑐𝑜𝑚𝑒
✧ .𝑔𝑜𝑜𝑑𝑏𝑦𝑒
✧ .𝑠𝑒𝑡𝑤𝑒𝑙𝑐𝑜𝑚𝑒
✧ .𝑐ℎ𝑎𝑛𝑔𝑒𝑤𝑒𝑙𝑐𝑜𝑚𝑒
✧ .𝑑𝑒𝑙𝑠𝑒𝑡𝑤𝑒𝑙𝑐𝑜𝑚𝑒
✧ .𝑠𝑒𝑡𝑙𝑒𝑓𝑡
✧ .𝑐ℎ𝑎𝑛𝑔𝑒𝑙𝑒𝑓𝑡
✧ .𝑑𝑒𝑙𝑠𝑒𝑡𝑙𝑒𝑓𝑡
✧ .𝑎𝑛𝑡𝑖𝑤𝑎𝑚𝑒1
✧ .𝑎𝑛𝑡𝑖𝑤𝑎𝑚𝑒2
✧ .𝑎𝑛𝑡𝑖𝑙𝑖𝑛𝑘
✧ .𝑎𝑛𝑡𝑖𝑙𝑖𝑛𝑘2
✧ .𝑜𝑝𝑒𝑛
✧ .𝑐𝑙𝑜𝑠𝑒
✧ .ℎ𝑖𝑑𝑒𝑡𝑎𝑔
✧ .𝑎𝑑𝑑
✧ .𝑘𝑖𝑐𝑘
✧ .𝑠𝑒𝑡𝑝𝑝𝑔𝑐
✧ .𝑠𝑒𝑡𝑛𝑎𝑚𝑒𝑔𝑐
✧ .𝑠𝑒𝑡𝑑𝑒𝑠𝑔𝑐
✧ .𝑙𝑖𝑛𝑘𝑔𝑐
✧ .𝑟𝑒𝑠𝑒𝑡𝑙𝑖𝑛𝑘𝑔𝑐
✧ .𝑝𝑟𝑜𝑚𝑜𝑡𝑒
✧ .𝑑𝑒𝑚𝑜𝑡𝑒
✧ .𝑠𝑡𝑖𝑘𝑒𝑟

OWNERS MENU
༶ .𝑜𝑤𝑛𝑒𝑟
༶ .𝑎𝑑𝑑𝑠𝑒𝑤𝑎
༶ .𝑑𝑒𝑙𝑠𝑒𝑤𝑎
༶ .𝑐𝑒𝑘𝑠𝑒𝑤𝑎
༶ .𝑙𝑖𝑠𝑡𝑠𝑒𝑤𝑎

📝 𝐍𝐎𝐓𝐄
𝑓𝑖𝑡𝑢𝑟𝑛𝑦𝑎 𝑏𝑖𝑠𝑎 𝑑𝑖𝑝𝑎𝑘𝑎𝑖 𝑑𝑒𝑛𝑔𝑎𝑛 𝑎𝑡𝑎𝑢 𝑡𝑎𝑛𝑝𝑎 𝑝𝑟𝑒𝑓𝑖𝑥 (𝒔𝒊𝒎𝒃𝒐𝒍 𝒂𝒘𝒂𝒍𝒂𝒏)
𝑪𝑶𝑵𝑻𝑶𝑯
.𝑜𝑤𝑛𝑒𝑟 (𝒑𝒓𝒆𝒇𝒊𝒙)
𝑜𝑤𝑛𝑒𝑟 (𝒕𝒂𝒏𝒑𝒂 𝒑𝒓𝒆𝒇𝒊𝒙)`
}